Repository: GBF/Pocket-Reader
Catalog: Pocket Reader/*.lproj/Localizable.strings
Languages: de, es, fr, pt

source: VoiceOver inactive
es: VoiceOver Inactivo
fr: VoiceOver inactif
pt: VoiceOver Inativo

source: Warning: VoiceOver is currently off. Pocket Reader is meant to be used with VoiceOver feature turned on.
de: Achtung: VoiceOver ist derzeit abgeschaltet. Pocket Reader soll verwendet mit VoiceOver-Funktion eingeschaltet werden.
es: Atención: VoiceOver inactivo. La aplicación Pocket Reader se utiliza mejor con VoiceOver activo
fr: Attention: VoiceOver est actuellement désactivé. Pocket Reader est destiné à être utilisé avec la fonctionnalité VoiceOver activé.
pt: Atenção: VoiceOver inativo. O aplicativo Pocket Reader é melhor utilizado com VoiceOver ativo

# Instruções
source: First Launch
de: Anleitung
es: Instruciones
fr: instructions

source: In order to find the text, please, put the device over the sheet, right in the middle, with the sheet in portrait orientation. Move the device away from the sheet then, trying to keep it centralized according to the sheet. When the app detects the sheet, please follow its instructions. Press OK to continue.
de: Um den Text zu finden, ist, das Gerät über das Blatt, in der Mitte, mit dem Blatt im Hochformat. Bewegen Sie das Gerät von dem Blatt dann versuchen, es nach dem Blatt halten zentralisiert. Wenn die App erkennt das Blatt, folgen Sie bitte den Anweisungen. Drücken Sie auf OK, um fortzufahren.
es: Para localizar el texto en la mejor manera possible, por favor, posicione el dispositivo en el centro de la hoja, em orientación vertical. Aleja el dispositivo de la hoja con cuidado, tratando de mantener el smartphone centralizado en la hoja. Siga las dicas de encuadre hasta la imagen sea capturada y convertida automáticamente. Pulse Ok para continuar.
fr: Afin de trouver le texte, s'il vous plaît, mettre l'appareil sur la feuille, en plein milieu, avec la feuille en orientation portrait. Eloignez l'appareil de la feuille, puis, en essayant de garder centralisée conformément à la feuille. Lorsque l'application détecte la feuille, s'il vous plaît suivez les instructions. Appuyez sur OK pour continuer.

# first
source: eng
de: ger
es: spa
fr: fra
pt: por

# Texto reconhecido:
source: Text successfully recognized:
de: Text erfolgreich erkannt:
es: Texto reconocido
fr: Texte reconnu:
pt: Texto reconhecido:

# Mova um pouco para a direita
source: Move it to the right
de: Bewegen Sie ihn nach rechts
es: Mover un poco a la derecha
fr: Bougez un peu vers la droite
pt: Mova um pouco para a direita

# Mova um pouco para a esquerda
source: Move it to the left
de: Bewegen Sie ihn nach links
es: Mover un poco a la izquierda
fr: Bougez un peu vers la gauche
pt: Mova um pouco para a esquerda

# Mova um pouco para trás
source: Move it towards you
de: Bewegen Sie sie zu sich
es: Mover un poco en tu dirección
fr: Bougez un peu en arrière
pt: Mova um pouco para trás

# Mova um pouco para frente
source: Move it away from you
de: Bewegen Sie es weg von Ihnen
es: Aléje un poco el dispositivo de usted
fr: Bougez un peu en avant
pt: Mova um pouco para frente

# Aproxime o aparelho da folha com cuidado
source: Carefully move it downwards
de: Vorsichtig bewegen Sie sie nach unten
es: Baja el dispositivo
fr: Approchez l'appareil de la feuille avec précaution
pt: Aproxime o aparelho da folha com cuidado

# Foto capturada com sucesso, iniciando conversão do texto impresso em voz
source: Photo successfully taken. Initiating conversion from text to voice
de: Foto erfolgreich gemacht. Initiieren Umwandlung von Text in Sprache
es: Foto capturado com éxito, comenzando la conversión del texto impreso en voz
fr: Photo prise avec succès, debut de la conversion du texte imprimé en voix
pt: Foto capturada com sucesso, iniciando conversão do texto impresso em voz

# Nenhuma folha detectada
source: No sheet detected
de: Kein Bogen detektiert
es: No se detectó hoja
fr: Aucune feuille détectée
pt: Nenhuma folha detectada

source: Higher threshold is better
de: Höhere Threshold ist besser
es: Threshold más alto es melhor
fr: Plus grand threshold est meilleur
pt: Maior threshold é melhor

source: Lower threshold is better
de: Untere Threshold ist besser
es: Threshold más bajo es melhor
fr: Plus petit threshold est meilleur
pt: Menor threshold é melhor

# Alinhe o aparelho na posição horizontal
source: Align the device horizontally
de: Richten Sie das Gerät horizontal
es: Alinea horizontalmente el dispositivo
fr: Aligner l'appareil horizontalement
pt: Alinhe o aparelho na posição horizontal

# Gire o aparelho no sentido anti-horário
source: Rotate the device anti-clockwise
de: Drehen Sie das Gerät entgegen dem Uhrzeigersinn
es: Gira el dispositivo en sentido antihorario
pt: Gire o aparelho no sentido anti-horário

# Gire o aparelho no sentido horário
source: Rotate the device clockwise
de: Drehen Sie das Gerät im Uhrzeigersinn
es: Gira el dispositivo en la dirección de las agujas
fr: Faites pivoter l'appareil dans le sens antihoraire
pt: Gire o aparelho no sentido horário

source: Title of future text
de: Titel der künftigen Text
es: Título del futuro texto
fr: Titre du texte avenir
pt: Título do futuro texto

source: Subtitle of future text
de: Untertitel der zukünftigen Text
es: Subtítulo del futuro texto
fr: Sous-titre du futur texte
pt: Subtítulo do futuro texto

source: Content of text
de: Inhalt des Textes
es: Contenido del texto
fr: Contenu de texte
pt: Conteúdo do texto

# Guia desligado
source: Framing guide off
de: Rahmung Führung aus
es: Guía de encuadre de
fr: Guide hors ligne
pt: Guia desligado

# Guia ligado
source: Framing guide on
de: Rahmung Führung auf
es: Guía de encuadre en
fr: Guide liée
pt: Guia ligado

source: Pocket Reader does not support your device's camera resolution.
de: Pocket Reader nicht unterstützt Ihres Geräts Kameraauflösung
es: Pocket Reader no soporta la resolución de la cámara de su dispositivo
fr: Pocket Reader ne prend pas en charge la résolution de la caméra de votre appareil.
pt: O aplicativo Pocket Reader não suporta a resolução da câmera do seu dispositivo

source: Unsuported device
de: Unterstütztes Gerät
es: Dispositivo no compatible
fr: Dispositif de prise en charge.
pt: Dispositivo não suportado

# Topo do aparelho mais para cima
source: Tilt the top of the device up
de: Neigen Sie die Oberseite des Gerätes auf.
es: Incline la parte superior del dispositivo hacia arriba.
fr: Inclinez le haut de l'appareil vers le haut.
pt: Incline o topo do aparelho para cima

# Parte de baixo do aparelho mais para cima
source: Tilt the bottom of the device up
de: Kippen Sie die Unterseite des Gerätes auf.
es: Incline la parte inferior del dispositivo hacia arriba.
fr: Inclinez le bas de l'appareil vers le haut
pt: Incline a base do aparelho para cima

# Direita do aparelho mais para cima
source: Tilt the right of the device up
de: Neigen Sie den rechts am Gerät auf.
es: Incline la derecha del dispositivo hacia arriba.
fr: Inclinez le droit de l'appareil vers le haut
pt: Incline a direita do aparelho para cima

# Esquerda do aparelho mais para cima
source: Tilt the left of the device up
de: Neigen Sie den linken Seite des Gerätes auf.
es: Incline la izquierda del dispositivo hacia arriba.
fr: Inclinez la gauche de l'appareil vers le haut
pt: Incline a esquerda do aparelho para cima
